[
  "What is your most used emoji at work?",
  "Coffee or tea?",
  "Sunrise, daylight, twilight, or night? Explain",
  "Summer, fall, spring, or winter? Explain",
  "If you could see one movie again for the first time, what would it be and why?",
  "What is your favorite sport or physical activity?",
  "If you could swap jobs with anyone in the company for one day, who would it be and why?",
  "What is the most unusual skill you have that nobody here knows about?",
  "If your team had a theme song, what would it be?",
  "What fictional world or place would you like to visit",
  "What is the funniest thing that happened to you at work this year?",
  "If you could pick up a new skill in an instant what would it be and why?",
  "What is your go-to productivity hack that actually works?",
  "If you could teleport anywhere for lunch right now, where would you go?",
  "What is the weirdest food combo you secretly love?",
  "If you had to give a TED Talk, what would it be about?",
  "What is the most underrated app or tool you use daily?",
  "What is the best piece of advice you have ever received at work?",
  "If you could have any fictional character join your team, who would it be?",
  "What is your favorite holiday tradition that you never skip?",
  "If you could only listen to one song for the rest of the year, what would it be?",
  "What is the most memorable trip you have ever taken?",
  "If you could instantly master any hobby, what would it be?",
  "What is the strangest gift you have ever received?",
  "If you could have dinner with any historical figure, who would it be?",
  "What is your favorite way to celebrate small wins at work?",
  "What is the most fun project you have worked on this year?",
  "If you had to describe your job in one emoji, which would you pick?",
  "What is the best holiday treat in your opinion?",
  "Where/When would you time-travel, if it were possible?",
  "What is your favorite movie?",
  "What are you planning to do with the bonus this year?",
  "What type of music do you listen to?"
]
